Uno/app/controllers/cocinas_controller.rb

SELECT "cocinas".* FROM "cocinas"
---
  def index
    @cocinas = Cocina.all

INSERT INTO "cocinas" ("content", "updated_at", "created_at") VALUES ('mondalete dice: listo muchachos si es ya es ya', '2012-03-23 12:54:13.099897', '2012-03-23 12:54:13.099897')
---
  def create
    @cocinas = Cocina.create!(params[:cocina])