Uno/app/controllers/deportes_controller.rb

SELECT "deportes".* FROM "deportes"
---
  def index
    @deportes = Deporte.all

INSERT INTO "deportes" ("content", "created_at", "updated_at") VALUES ('sebastian dice: si seraaaaa', '2012-03-23 12:58:44.943856', '2012-03-23 12:58:44.943856')
---
  def create
    var = params[:deporte].to_s
    var["content"] = ""

    @deportes = Deporte.create!(:content => "#{session[:nickname]} dice: #{var}")