Uno/app/controllers/inicios_controller.rb

  def create
    if params[:nickname].present?
      var = Online.find_by_name params[:nickname]
---
SELECT "onlines".* FROM "onlines" WHERE "onlines"."name" = 'ruben' LIMIT 1